/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "若要返回上一畫面，請按 Menu（選單）按鈕。";

/* kBRMediaPlayerNotResponding*/
202 = "若要返回上一畫面，請按 Menu（選單）按鈕。";


/* kBRMediaNoMovieFolderContent */
304 = "請確定製作或下載的影片在您個人專屬檔案夾的“影片”檔案夾中。";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "選取其他播放列表。";

/* kBRMediaNoSuchSong */
312 = "選取其他歌曲。";

/* kBRMediaNoSongForSlideshow */
316 = "請檢查您的幻燈片秀音樂設定，然後再試一次。";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "請檢查您的幻燈片秀音樂設定，然後再試一次。";

/* kBRVideoUnplayable */
318 = "此格式無法識別。";

/* kBRMediaRadioStreamUnplayable */
319 = "您選擇的收音機串流在播放前已逾時。";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "請檢查來源或稍後再試。";

/* kBRRemotePhotoSourceUnavailableError */
363 = "請檢查來源或稍後再試。";

/* kBRDataSourceConnectionInProgressError */
420 = "請稍候。";

/* KBRSystemNetworkHostUnreachable */
501 = "請檢查您的網路設定和連線。";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "無法連接 Apple 電影預告片網站。請稍後再試。";

/* kBRSystemNotHDCPCompliant */
503 = "若要觀看此內容，請確定連接的顯示器支援 HDCP。";

/* kBRSetupCantSetLanguage */
600 = "再試一次。";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "其他應用程式正在播放 DVD。請返回桌面來結束其他應用程式，然後再試一次。";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "其他應用程式正在播放 DVD。請返回桌面來結束其他應用程式。";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "若要瞭解更多關於區域碼的資訊，請參閱“DVD 播放程式”的輔助說明。";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "此格式無法識別。";

/* kBRDVDErrorFatalDVDAlert */
754 = "光碟發生問題。";

/* kBRCDErrorCantEjectCDAlert */
755 = "其他應用程式正在使用 CD。請返回桌面來結束其他應用程式，然後再試一次。";


/* kBRInternalResourceError */
900 = "";


